tap "homebrew/cask"

brew "dockutil"
brew "git"
brew "nvm"
brew "npm"
brew "yarn"
brew "pyenv"
brew "pipenv"
brew "maven"
brew "fzf"
brew "bat"
brew "vim" --with-lua --with-override-system-vi

cask "1password"
cask "appcleaner"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "spotify"
cask "intellij-idea-ce"
cask "pycharm"
cast "webstorm"
cast "visual-studio-code"
cask "daisydisk"
cask "docker"
